content/post/welcome.md
+++
title = "Welcome"
author = ["Cameron Morris"]
date = 2017-07-23T00:00:00-04:00
draft = false
creator = "Emacs 25.3.1 (Org mode 9.1.7 + ox-hugo)"
+++

Hi there. This is my first blog post. I've recently discovered Hugo and it
fits nicely with my curiosity of markdown formats.

A little bit about myself. I have been a software engineer at Amadeus for about
3 years now. I work in the travel payments team. I enjoy bicycling, hiking and
good food.

I hope that this blog will bring some interesting things in the future. Until then.

Cameron
